Repository: inayabar/AstroWeather
Catalog: AstroWeather/Resources/Localizable.xcstrings
Source language: es
Languages: en

source: ¡Parece que estás desconectado! Por favor, compruebe la conexión y vuelva a intentarlo
en: It seems like you are offline! Please check your connection and try again

source: Actualizado a las %@
en: Updated at %@

source: AMANECER
en: SUNRISE

source: ATARDECER
en: SUNSET

source: Completamente despejada
en: Completely clear

source: Esta ubicacion generó una solicitud invalida (Codigo http: %1$lld)
en: This location generated an invalid request (http code: %1lld)

source: Esta ubicación genero una solicitud invalida. Por favor, intenta de nuevo.
en: This location generated an invalid request. Please try again

source: Hubo un error recibiendo los datos del clima. Por favor, intenta de nuevo.
en: There was an error while parsing the response. Please try again

source: HUMEDAD
en: HUMIDITY

# Máxima: %lldº Mínima: %lldº
source: Máxima: %1$lldº Mínima: %2$lldº
en: Max: %1$lldº Min: %2lldº

source: Mi ubicación
en: My location

source: Muy poca visibilidad
en: Very low visibility

source: NUBES
en: CLOUDS

source: O
en: W

source: Ocurrió un error inesperado. Por favor, intenta de nuevo.
en: An unexpected error occurred. Please try again

source: SENSACIÓN
en: FEELS LIKE

source: VIENTO
en: WIND

source: VISIBILIDAD
en: VISIBILITY

source: Visibilidad moderada
en: Moderate visibility

source: Visibilidad reducida
en: Reduced visibility
